{
    //ANIMALS
    "BrownChickenGirl": "Brown Chicken-Girl",
    "WhiteChickenGirl": "White Chicken-Girl",
    "VoidChickenGirl": "Void Chicken-Girl",
    "ChickenGirl.Shop": "Chicken-Girl",
    "ChickenGirl.Description": "Happy adults lay eggs every other day, known for their unique dark brown, white, or black shells.",
    "ChickenGirl.Hatch": "A new baby ...chick-girl? ... hatched.",
    "WhiteCowGirl": "White Cow-Girl",
    "BrownCowGirl": "Brown Cow-Girl",
    "CowGirl.Shop": "Cow-Girl",
    "CowGirl.Description": "Adults can be milked daily, prized for its quality and flavor but it comes with a putrid smell.",
    "DuckGirl": "Duck-Girl",
    "DuckGirl.Description": "Happy adults lay eggs every other day, known for their vibrant green color and jarring taste.",
    "DuckGirl.Hatch": "A new baby ...duck-girl? ... hatched.",
    "RabbitGirl": "Rabbit-Girl",
    "RabbitGirl.Description": "They shed precious wool every few days.",
    "DinosaurGirl": "Dino-Girl",
    "DinosaurGirl.Hatch": "A new baby ...dino-girl? ... hatched.",
    "GoatGirl": "Goat-Girl",
    "GoatGirl.Description": "May provide milk every other day that has a unique connection to nature.",
    "SheepGirl": "Sheep-Girl",
    "SheepGirl.Description": "Adults can be shorn for wool.",
    "PigGirl": "Pig-Girl",
    "PigGirl.Description": "Intelligent scavengers that can find interesting stuff, but questions remain about the right way to interact with such a smart creature.",

    //ITEMS
    "SEgg": "Suspicious Egg",
    "SEgg.Description": "This unremarkable egg might be from a strange creature. Consuming it could lead to unexpected mutations.",
    "SLEgg": "Large Suspicious Egg",
    "SLEgg.Description": "This oversized egg smells foul. Consuming it could lead to unexpected mutations.",
    "SVEgg": "Suspicious Void Egg",
    "SVEgg.Description": "Its origin is a mystery, and its contents could be otherworldly and potentially harmful.",
    "SLVEgg": "Large Suspicious Void Egg",
    "SLVEgg.Description": "An unsettlingly large egg. Cracking it might birth a creature from the void, friend or foe is unknown.",
    "SDEgg": "Suspicious Duck Egg",
    "SDEgg.Description": "A seemingly normal duck egg, but with an unsettling green shell.",

    "SMayo": "Suspicious Mayonnaise",
    "SMayo.Description": "This mayonnaise has an unnatural sheen and an unsettling metallic tang.",
    "SVMayo": "Suspicious Void Mayonnaise",
    "SVMayo.Description": "This inky black mayonnaise seems to defy all culinary logic.",
    "SDMayo": "Suspicious Duck Mayonnaise",
    "SDMayo.Description": "A pungent, vaguely feathery aroma swirls from the tip of jar, enough to turn away even the most brave eaters.",

    "MMilk": "Mythical Milk",
    "MMilk.Description": "This milk has sprouted an unsettling yellowish fuzz.",
    "MLMilk": "Large Mythical Milk",
    "MLMilk.Description": "A large container of milk with a thick, golden yellow cream covering appearing on its surface.",
    "MGMilk": "Mythical Goat Milk",
    "MGMilk.Description": "Goat milk curdled and covered in a strange, luminescent verdant cream.",
    "MLGMilk": "Large Mythical Goat Milk",
    "MLGMilk.Description": "A large container of goat milk with a luminescent verdant cream that pulsates faintly.",

    "MCheese": "Mythical Cheese",
    "MCheese.Description": "This cheese has a strange golden-yellow cream on it. While it might taste good, it could have monstrous aftereffects.",
    "MGCheese": "Mythical Goat Cheese",
    "MGCheese.Description": "This seemingly normal goat cheese has developed a thick, writhing mass of creamy green substance. It might be best left uneaten.",

    "Pelt": "Fluffy Pelt",
    "Pelt.Description": "A cloud you can cuddle, a fluffy pelt begs to be stroked.",
    "Fabric": "Fluffy Fabric",
    "Fabric.Description": "Softness you can sink into, fluffy fabric begs for snuggles.",

    "FairyTruffle": "Fairy Truffle",
    "FairyTruffle.Description": "A gourmet type of mushroom only found by Mythical Beasts.",
    "FairyTruffleOil": "Fairy Truffle Oil",
    "FairyTruffleOil.Description": "It looks like glitters as it shimmers."
}