{
  /*
  "VikaWork.0001": "Hey there, little dolphin! You look hungry! Care to eat a burger? Sorry, I'm on the clock so I'm not on the menu...",
  "VikaWork.0002": "Hi... Welcome to Burger Barn... Sorry love, I'm not in a good mood...$3^Hi, Welcome to Burger Barn... Sorry love, I'm not in a good mood...$3#$b#Thanks for the hug!$2#$b#Colleen sent you, huh? I really need to be kinder to her...#$b#She is such a sweetheart, and I get way too angry at her...$3",
  "VikaWork.0003": "Hi cutie!!!! We have just what you need!!! Here at Burger Palace, we live to you satisfied!#$e#Yes, I'm feeling better today, thanks for asking!$2",
  "VikaWork.0004": "What the fuck are you doing down here????$4#$b#Oh, Oksana said you could be down here! Sorry, I forgot for a second! $2",
  "VikaBeach.0001": "Sand, surf, salt, sun... Oh Goddess, I miss my tail!!!$2#$b#Let's not focus on that, though! Let's enjoy ourselves and have fun!!!$1#$e#Oksana and Colleen help me so much to keep making it through another day...$1",
  "VikaBeach.0002": "Why no tail? I did things that the Mermaid High Council is furious about. They put me in leg form.... Oh, my sentence is one hundred thousand and one years in leg form.#$e#The things I did brought about terrible, terrible consequences to so many people in this world...#$b#I deserve my sentence, and then some. But, that doesn't mean my exile doesn't hurt.",
  "VikaSpringBird.0001": "We are watching for several different types of birds: migratory warblers, nesting herons, and the rare and elusive Sovara Rail.#$e#Oh, my favorite bird is the Rosette Spoonbill!!!$1#$e#They live no where near here, a fact which makes me super sad...$2",
  "VikaSpringBird.0002": "We are doing a raptor count! Our little group hopes to see at least nine of the eleven possible migratory raptors which fly north here in the spring!!!#$e#I have pictures of nine of eleven already. The Calico Falcon is rare and difficult to photograph, and the Gotoro Eagle only flies through here occasionally, so, it's quite a challenge!",
  "VikaSpringBird.0003": "Maybe I can get pictures of the Common Nighthawk, or even a Barred Owl tonight!#$e#Or maybe we will just have a six-way, who knows where the night will lead!!!$!",
  */
} 