{
    "Introduction": "你好，你就是新农夫吧。我是卡梅伦·皮斯博迪教授，但你也可以叫我卡梅。",
    "Mon": "你知道，是冈瑟叫我来这儿的。没有什么其他原因……#$b#好吧，可能也有某个额外的动机。",
    "Mon4": "你什么意思？我才没有跟着加斯帕来这里！我是来这儿做研究的。$5#$b#不过嘛，也不是没有他的原因。$4",
    "Mon6": "我还是有点喜欢加斯帕。没错，我知道，有时候我就是个混蛋。那是因为我不想看见他受伤！$4#$b#好吧，你说得对。这个理由真傻。$2",
    "Mon8": "加斯帕和我很早就认识了。他总那么保守而紧张……我想让他学习如何生活。#$b#我想结果对他来说并不理想，对吧……$2",

   // "Tue": "Yeh, I'm staying in the boarding house. That guy across the hall keeps playing guitar in the morning. Makes it hard to concentrate.#$b#He's got some pretty good riffs though!",
   "Tue": "是的，我现在住在客栈。晚上的时候，我总能听见奇怪的噪音。#$b#估计这地方到处都是老鼠。$2",
    "Tue4": "冈瑟人还不错，但他更喜欢整天坐在那个乡村老图书馆里，盯着那些闪闪发亮的收集品看。#$b#我吗？这么说吧，我更喜欢出门行动，抓紧生命的每分每秒。",
    "Tue8": "祖祖大学里收藏着一本古老的魔法书。我不相信什么幽灵之类的东西，但每次看到那本书，我都不由心生恐惧。#$b#这个地方也是。这里有着源远流长的历史……但都是黑暗的历史。",
    
    "Wed": "你有在附近找到什么有趣的古物吗？我很乐意把它们加入祖祖大学的收藏里。",
    "Wed6":"我可以肯定，最早来星露谷定居的一批人有着对鸡的崇拜。真是古怪，你不觉得吗？#$b#不过你肯定听到过不少更加古怪的传闻！这些乡间小镇总是充满迷信。",
    "Wed10": "附近有一座险峻的山峰，叫作埃弗莫尔山。去那里攀登很危险，不过山顶的景色美极了。#$b#说不定哪天我也会登上顶峰。我本来想邀请你一起去，不过……你得有足够的身体素质才行。",
	
    "Thu": "鹈鹕镇有着有趣的历史。最早来到这里的一批定居者来自海洋。#$b#听起来似乎是人类先来到了这里。但我们没有找到任何有机生物的遗体——只有他们留下的古物。$2",
    "Thu6": "你喜欢去山洞里探险吗，@？这附近有复杂而迷人的洞穴系统。#$b#传言说每次进去看到的道路都不一样，所以很容易在里面迷路。#$b#你问我有没有去过？其实没有。我不太擅长这种事情。",
    "Thu8": "你知道的，这里曾经是一个繁荣的矿业小镇。然后矿产就开始枯竭，还发生了一系列意外事件。#$b#那些矿工们都太迷信了，说矿洞里有可怕的怪物！$1",
    
    "Fri": "你喜欢冲浪吗，@？可惜这里的海浪不太合适。#$b#如果要冲浪的话，还是得去西部的杜松角。",
    "Fri4":"我不喜欢马拉松，不过我参加过一次铁人三项。也是艰难的项目。#$b#你有没有……？不……我觉得你应该没参加过。",
    "Fri6": "我曾经面对面见过一只鲨鱼。好吧，至少是我的面对着它的口鼻。$2#$b#它本可以把我的手臂撕咬下来的。但我注视着那双圆圆的小眼睛……不知道它看见了什么，但它很快转身游走了。",
    "Fri8": "我曾经从飞机上跳过伞，和鲨鱼、鳐鱼和水母们一同游泳，还在黄铜海岸附近自由潜水。$1#$b#但说实话，@，我永远都不会到地底下去。头顶的岩石会让我起鸡皮疙瘩的。$2",
   
    
    "Sat": "试过徒手攀岩吗？是啊，是很危险。不过没有一点肾上腺素的生活算什么人生？",
    "Sat6":"嘿，还在上学的时候，我曾经爬上天文塔的顶端，把加斯帕的内裤挂上去当作旗帜。#$b#他不是很开心。$1",
    "Sat8": "是啊，我过去的确做过不少蠢事。不过，嘿，要知道那些杀不死你的都会让你……#$b#真的，做坏事最重要的是做好准备，不要让恐惧主宰你的行动。#$b#还有，千万别让自己被抓到！$1",
    
    "Sun": "你知道的，我真的很想念加斯帕。没错，我对他很糟糕……曾经的我是个混蛋，而我一直后悔到现在。#$b#要是他永远也没法原谅我的话，我也不会怪他。#$b#噢，我干嘛要跟你说这个啊？我们又不了解彼此。",
    "Sun4": "加斯帕和我既是朋友也是敌人。我们可以争论上好几个小时！#$b#真希望我当初没有推开他。你大概不会相信吧，但我以前真的很在乎他——现在也是！",
    "Sun6": "没错，加斯帕是有不少疯狂的点子。这也是我喜欢他的原因之一——我是说曾经喜欢。$4#$b#而且要是你喜欢那种教授书呆子类型的话，他还是挺迷人的。好吧，我反正是这样！$1",
    "Sun10":"偶尔在深夜里，负罪感会攀上我的心头，@。要是我没有那么残忍地挑战他……#$b#那样的话，我们迷人的教授朋友就不会做出那种事情……#$b#但这就是生活，对吧？你总是后悔自己做过的事，后悔自己当初为什么没有那么做……$2",
    
    "Mon_inlaw_Jasper": "很高兴你们两个能走到一起。真的！虽然我有点嫉妒，但我和加斯帕吗？我们就像油和水一样容不下彼此。#$b#或者也可能是火上浇油……$1",
    "Sun_inlaw_Jasper": "好吧，看来你也喜欢教授那种书呆子类型。祝你们两个人都幸福！#$b#还在沉迷矮人那回事吗？不出所料。#$b#我想他了。$2",
    "EastScarp_Village_Mon": "啊，东斯卡普有着有趣的考古历史。#$b#嘿，说不定我们哪天可以办一场考古趣味活动。你怎么看？$1",
    "EastScarp_Village_Wed": "我对这个地方很有兴趣。你知道的，这里有各种各样的谣言……还有怪异的古物！$1",
    "EastScarp_Village_Sat": "你好，@！如果你碰巧在附近发现骨头的话，能跟我说一声吗？#$b#古生物学部门总是想要更多的样本！",
    "EastScarp_VillageInn": "这地方不坏，对吧？有浓厚的乡村风味。",
    "GiftReaction_Jasper":"这让我想起了某个人……你知道我说的是谁！"
	
}