{   "Changes": [
//Translations under Translations/Dialogue because of... reasons?
    {	"LogName": "Strings from Maps",
        "Action": "EditData",
        "Target": "Strings/StringsFromMaps",
	"Entries": {
    "JaspersRoom.1": "《矮人的遗产》。嗯，加斯帕喜欢幻想小说吗？",
	"JaspersRoom.2": "加斯帕的剑，看起来很干净，被细心保养得闪闪发亮。",
	"JaspersRoom.3": "一只毛绒祝尼魔。有人似乎很爱惜它。",
    "JaspersRoom.4": "“托马斯教授，我们很抱歉地通知您，您的终身职位申请已被拒绝……”^哎呀，这好像是个人隐私 - 最好不要偷看了。",
    "JaspersRoom.5": "《星露谷的奇幻传说》",
    "JaspersRoom.6": "这是26年前某篇报纸的复印件：^“活埋？昨晚，鹈鹕镇上的这个小型矿业村庄遭遇了一场地下爆炸，三十七名矿工下落不明。我们认为这些人被困在了地下，生还的可能性微乎其微。”",
    "Museum2.1":"加热巧克力蛋糕的炉子。请在使用后清理干净。",
    "Museum2.2": "这里有很多东西，不知道该从哪里看起。",
    "Museum2.3": "这些是某人的收藏吗？它们身上还挂着价格标签呢！",
    "Museum2.4": "《牛仔的财产》《为牛仔竞技皇后着迷》……冈瑟的读书品味显而易见。",
    "Museum2.5": "一种名叫“卡玛利昂”的工艺啤酒，标签上画着一只蜥蜴。闻起来有鲜花的芳香。",
    "Museum2.6": "冈瑟不小心弄断了它的脊骨和角。好一头怪物。",
    "Museum2.7": "《芬吉尔共和国的宝石与矿物》、《水晶圣经》。这些都是教科书。",
    "Museum2.8": "哦哦，真是闪闪发亮。",
    "DwarfCave.1": "锁上了。",
    "DwarfCave.2": "被揉成一团的纸：^“亲爱的玛妮：^一直以来，我都想将我的心意传达给你，但我的舌头总会打结。恐怕我太长时间没有人陪伴，都不知道该如何开口了。”^虽然没有署名，但你知道肯定不是矮人写的。", 
    "DwarfCave.3": "已经严重磨损，还瘪了一半。大概有人把它扔掉了。",
    "DwarfCave.4": "看起来制作精细，边缘有墨水写下的名字。“艾利欧特”？或许这曾经是他的东西。",
    "DwarfCave.5": "填充物从它的耳朵里漏了出来，身上的毛也被蛾子咬过。",
    "DwarfCave.6": "无法运作。事实上，这似乎是从哪里拆出来的部件。",
    "JasperDwarf.99":"（这是M.加斯帕笔记中破损的一页）^^考古发掘时出土了一批矮人科技，调查显示它们的结构非常复杂。#问题依旧悬而未决：矮人后来怎么样了？它们的后代灭绝了吗？那些孤立的族群是否分散在乡间？或者它们终于修好了传送设施，回到了故乡？我理论的最后一项引来了众多纷议，甚至有人质疑了我的理智！^要是我能找到一个矮人，和他谈谈话就好了。",
    "SpouseJasper.7": "加斯帕关于矮人研究的笔记。真的很重！",
	"FilingCabinet.1": "《星露谷探索者：被会说话的熊追杀？》^^上周，一群在星露谷附近露营的流浪者和一头巨熊发生了冲突。“我们把派对搞得特别大声。”一位名为布拉德的学生（他不愿透露自己的姓氏）告诉记者，“我是说，反正周围啥也没有啊，我们能吵到谁？但我们很快就听到灌木丛里传来了窸窸窣窣的声音，（哔——），我吓得差点（哔——）裤子了。那头大熊差不多有六七英尺高，横过来也差不多壮。它就这么盯着我们看，把我给吓坏了。于是我直接把啤酒瓶冲它扔了过去。然后那头熊一爪接住瓶子，冲我咧嘴一笑，清晰地开口对我说——这是真的！——‘谢了’。然后就一溜小跑回到了森林。”^^当我们询问他们是否服用过非法药物时，这位“布拉德”陷入了沉默。",
	"FilingCabinet.2": "《星露谷探索者：史莱姆瘟疫！》^^昨晚新月初升的时候，星露谷的草莓地受到了大量史莱姆的破坏。“它们把一切都毁了！”焦虑的果园主人告诉记者，“而且还在原地留下了一滩黏糊糊的液体。我们该怎么办才好啊？”我们已经就此事联系了当地的探险家公会，目前仍未收到回音。",
	"FilingCabinet.3": "几年前发表在《每月农夫生活》上的一篇文章：^^这座名为鹈鹕镇的村庄因其肥沃丰饶的土壤著名，再加上较高的空气湿度，为当地的作物提供了最佳的生长环境。如果传闻是真的，那么在鹈鹕镇种植的作物较之其他地区生长更快，产量也更高。然而鹈鹕镇上一次的大规模农业经营是在XX年前，那片田地已经沦为了荒芜，这让笔者心痛万分。据说那位农夫的孙辈继承了爷爷的农场。希望有朝一日他会记起这笔遗产，回到这座小镇。",
	"FilingCabinet.4": "据报道，星露谷地区近期发生了一系列小型盗窃案件。一位目击证人声称自己半夜醒来后听见了奇怪的声音，并且发现一个矮小的人影正在搜寻家里的冰箱。闯入者听到声音后，向着矿洞的方向逃跑。“那家伙的个子很矮。”目击证人告诉记者，“可能是个孩子，还披着宽大的兜帽斗篷。我看不见他长什么样子。”目前为止，被偷窃的财物包括食物、各种装饰品以及废弃的金属。^^我们呼吁居住在这片地区的镇民在小偷被抓获之前锁好房门，保管好自己的贵重物品。",
    "FilingCabinet.5": "麦克格雷戈先生是“咯咯鸡场”的主人，这是一家位于格兰普顿附近的自由放牧养鸡场。他告诉我们，今早在他的鸡棚里发生了一件怪事。“姑娘们都特别躁动不安。”他说，“我一开始还以为是寄生虫，然而并非如此。我发现了一件特别怪异的事情：有几个鸡蛋变成了黑色的，上面长满了红色斑点，给人的感觉非常不吉利。”当记者提问他是怎么处理这些鸡蛋的时候，麦克格雷戈先生耸了耸肩。“我把它们处理掉了。”他说。对此，星露谷探索者的记者们纷纷表示了遗憾之情，大家都想看看那些鸡蛋里会孵出什么生物。",
    "FilingCabinet.6": "《当地博物馆失窃》：这座名叫鹈鹕镇的小镇在今天遭受了重大的打击，他们的博物馆馆长突然离开了星露谷——同时卷走了所有的地方展品。“对于整个小镇来说，这都是巨大的损失。”刘易斯镇长告诉我们，“所有保存下来的当地传说就这么消失了！”目前的调查报告显示，除了这些展品以外，还有相当数量的书籍也被取走。失窃的展品包括一些当地特有的罕见宝石。^^当地的考古学家冈瑟接任了博物馆馆长一职。然而这些空荡荡的展台什么时候才能恢复原状？看来只能日久见分晓了。",
	"FilingCabinet.7": "《当地农夫为巨型南瓜而惊叹》：^^上周末，来自费尔黑文的农场主特伦斯先生获得了星露谷展会的大奖。他展示了重达2465磅的巨型南瓜，在场的观众目瞪口呆。“秘诀在于种子和土壤。”他告诉我们，“你得给土壤施肥，每天都好好给种子浇水。”当记者询问他准备如何处理这只巨型南瓜时，他半开玩笑地说：“我决定把南瓜挖空，改造成孩子们的游乐园。”",
    "FilingCabinet.8": "《鹈鹕镇下肆虐的地狱之火》：^^尽管已经过去了二十年之久，鹈鹕镇下的煤矿依旧在熊熊燃烧。^^在XXXX年的瓦斯爆炸后，那片燃烧的煤矿夺走了37名矿工的生命，造成了多人受伤。试图扑灭那场大火的努力尽数宣告失败。然而据称在矿洞的深处，那片火势被“常年冰封的洞穴”控制住了。是的，我们也没法理解这种说法。^^尽管如此，鹈鹕镇依旧是一座风景如画的海滨小镇，每年都吸引着大量游客。",
    "FilingCabinet.9": "近十年前的星露谷日报：^^星露谷搜救小组终止了对失踪的鹈鹕镇民特里斯坦的调查。三天前他前往某处洞穴探险，从此再也没能回来。^^特里斯坦和他的女友莫娜最后一次被目击，是在周日的清晨，那时他们正准备进入鹈鹕镇的大面积洞穴系统。将近午夜时莫娜回到家中，她的监护人将她的状态描述为“困惑而晕头转向”。目前她正在医院接受针对体温过低的药物治疗。^^“我不知道她到底怎么了，”一位不愿透露姓名的友人告诉我们，“她一直在对自己喃喃低语，‘我不该丢下那只猫的……’但她根本不喜欢猫啊！”",
    "FilingCabinet.10": "一封几年前印有星露谷图章的正式信件：^^致刘易斯镇长：^根据上一次的人口普查结果显示，鹈鹕镇的人口已经下降到了100人以下。星露谷委员会决定将其并入格兰普顿地区，统一由州长管辖。^^目前的鹈鹕镇已经不需要独立的镇长了，您扮演的角色将成为象征性的。感谢您对凡吉尔共和国做出的贡献与服务，祝您未来的职业生涯一切顺利。我们也希望您能抓住这个机会，早早享受自己的退休生活。^^州长",
    "FilingCabinet.11": "你找到了一篇十五年前皱皱巴巴的报纸文章：^《Joja继承人神秘失踪》^^Joja巨头约瑟夫·雅各布森的独子，小约瑟夫·雅各布森，在近日神秘失踪。^^本周周六晚上，这位白手起家的亿万富翁本打算在举办一场奢华的退休派对后，将职位移交给小约瑟夫。然而一位目击证人声称，他看见小约瑟夫“在午夜时分偷偷溜出了后门。”^^是秘密联络人出了问题，还是Joja的生活方式已经不再吸引他了？小约瑟夫的一位朋友表示，他最近对公司的行为方式表现了越来越多的不满，尤其是对于近期Joja公司处理和戈特洛帝国之间贸易协定的手段。^^事实上，小约瑟夫的失踪并不在人们的意料之外，毕竟他向来很少在公众面前露面。尽管如此，如果你有目击到任何线索，请向当地警察报告。^^在这一职位空缺期间，Joja公司的管理将由董事会负责，并由老约瑟夫先生监督。",
    "FilingCabinet.12": "这是一则讣告：^^鹈鹕镇的莫娜，我们亲爱的女儿、母亲与姊妹，因为一场悲剧的意外，在春季28日的这一天离开了我们。她逝去得实在太早。没了她炽烈而洋溢的激情，整个世界都晦暗无光。愿她在由巴的光芒下阖目长眠，与她心爱的特里斯坦在另一个世界重逢。",
    "FilingCabinet.13": "这是一张广告：^^害虫防治专家^你的地下室里进过史莱姆吗？你的床底下有怪物吗？你的朋友探险家公会随时为你提供服务！^“自由报价”^^请致电马龙或吉尔，电话号码：XXX-XXXX-XXXX。",
    "FilingCabinet.14": "《星之果实餐吧主厨荣获地区冠军》^^“这都要归功于我的秘密酱汁。”星之果实餐吧的主人格斯这么表示，他在昨天获得了星露谷烹饪大赛的奖杯。参赛者们来自整个星露谷地区，带来了各种各样的美味佳肴，从法式焗蜗牛再到泰式香浓椰奶鸡汤。然而最终获奖的却是格斯的意大利面。“面是我亲手制作的。”他补充道，“而且原料都是本地的新鲜食材。”他拒绝公布这种“秘密酱汁”的具体成分，只透露这是家族世代相传的配方。",
    "FilingCabinet.15": "《Joja公司收购“地狱矿井”》：^^特大企业Joja公司于近期收购了位于鹈鹕镇北部的废弃矿井。那里曾经是一处欣欣向荣的矿洞，产出大量宝石和煤矿，却在XX年前的一系列爆炸后被废弃。那场爆炸夺走了26名矿工的生命，并使得地下的煤矿层开始燃烧。Joja公司的当地负责人莫里斯拒绝对此收购发表评论，也不愿透露公司对这片地区的未来规划。",
    "FilingCabinet.16": "《本地小镇被“世纪风暴”包围》：昨天晚上六点，一场可怕的风暴袭击了沿海小镇鹈鹕镇。剧烈的狂风——速度甚至超过每小时55英里——和倾盆的大雨导致几户人家不得不转移到当地的餐吧里。这场风暴毁去了不少建筑，包括小镇的社区中心。对于这座曾经繁荣的矿业小镇而言，这不啻于另一次晴天霹雳。^“我们会度过这次难关。”鹈鹕镇的镇长刘易斯表示，“鹈鹕镇经历过很多次风暴。我们的社区会从这次创伤中恢复过来。”尽管他对社区的信心值得敬佩，然而我们不得不指出，自从XX年前矿井的被迫关闭后，当地人口显著减少。",
    "FilingCabinet.17": "《本地婆婆阻止蜜糖小偷》：艾芙琳·“奶奶”·莫尔纳今晚成了鹈鹕镇的英雄，她成功用自己的园艺工具击退了一只饥肠辘辘的大熊。^^“我当时在打理花园。”这位勇敢的奶奶告诉我们，“然后那只大熊就从森林里溜达了出来。我觉得那个可怜的家伙只是太饿了——但我还是被吓了一跳！然后我就用耙子拍中了他的脸。”熊在那之后就离开了，看起来不太开心。^^“我其实挺同情他的。”莫尔纳奶奶补充道，“但我们可不能让这种食肉动物在孩子附近打转！不过我还是在森林里的树桩前留下了一些枫糖浆。我想他已经接受了我的歉意：第二天瓶子就空了——被添得干干净净！”",
    "FilingCabinet.18": "从笔记本上撕下的一张沾满污渍的纸：^^自从矿井开始燃烧以后，星露谷里一直躁动不安。他们唤醒了地底深处的邪恶存在，在地表下的某个地方，有某种黑暗的影子正在沉睡。莫非这就是那种被称为“虚空”的存在？^侵蚀如同疫病一样在洞穴里蔓延，把蝙蝠变成了怪物，把无害的甲壳动物变成可怕的野兽。^我们必须肩负起这份职责，去平衡——^^（接下来的文字消失在锈迹斑斑的棕色污渍下）",
    "FilingCabinet.19": "你有足够勇敢的心吗？你有无比强大的精神吗？如果是的话，那么探险家公会需要的就是你！^^来自虚空的生物变得越发活跃，对星露谷的居民造成了威胁。^^如果你觉得自己有成为星露谷守护者的潜质，请联系探险家公会的马龙或吉尔。^^*应聘时需经过身体素质测验，探险家公会对此过程中造成的任何生命或肢体损伤均不负责。",
    "FilingCabinet.20": "星之果实到底是什么？^^很多人都思考过这种神秘果实的存在究竟为何。根据星露谷的当地传说，这种果实有着不可思议的能量特性。有人声称服用过这种果实的人永远没法死亡。在某些传言中，星之果实里隐藏着永生的秘密。^^然而我们只知道的是，关于星之果实的传说只在星露谷地区流传。",
    "FilingCabinet.21": "《小屋出租》：想要让自己远离城市的喧嚣吗？来到鹈鹕镇旁的煤炭森林，让自己被大自然的美景包围吧。位于河畔五号，这幢整洁的小屋适合所有喜欢大自然的租客。长租短租均可。^^请致电玛妮：XXX-XXX-XXXX。",
    "FilingCabinet.22": "《被鹅攻击的小镇》：切斯特维尔再次受到了袭击，然而这次的对象非同寻常：是一只鹅！^^“那个淘气鬼把我种的所有胡萝卜都拔出来了。”一位当地的园艺师告诉我们，“还把我的钥匙扔进了河里，我连自己的花园都没法进去！”^^“他真的很吓人。”一个小男孩补充道，“而且他还偷走了我的眼镜！”^^最终，这只大鹅在当地的啤酒园被抓获，他的恐怖统治也随之告终。^^当记者询问他如何为自己的罪行辩护时，他只有一个回答：“嘎！”",
    "FilingCabinet.23": "将近二十年前的星露谷日报：^《新任镇长接管鹈鹕镇》：刘易斯镇长在地区竞选中取得了压倒性的优势，并且在今天接任了镇长一职。^^“我已经制定了针对这个小镇的大计划。”他这样宣布，“我们会让这座小镇走在星露谷经济的前列，在地图上留下属于我们的痕迹。”^他的竞争对手，也就是冒险家公会的马龙，很有风度地接受了自己落败的事实。",
    "FilingCabinet.24": "从笔记本上撕下的一页纸：^星露谷下沉睡着什么？星露谷山区那些神秘的洞穴里充满着秘密。一些奇异的古物在其中被发现，包括了我们目前无法理解的科技。极高的铱矿产量显示那里可能曾经发生过一次流星撞击。考虑到当地有关冬日星的传说，一种名为“星之果实”的神秘水果，以及鹈鹕镇上非同一般的肥沃土壤，可以得出这样的结论：某些不属于这个世界的因素在起作用。^^我认为需要对此进行更加深入的研究。^^M.加斯帕",
    "FilingCabinet.25": "介于凡吉尔共和国正在寻找境内的石油储备，Joja公司在今天开始了北海的钻井作业。由于和戈特洛帝国的边界与条约争端使得两国关系更加紧张，凡吉尔共和国决定断绝与戈特洛帝国的关系。在双方签署了XXXX年的贸易条约后，戈特洛帝国一直在逐步抬高原油价格。这让整个凡吉尔共和国的石油供应都受到了影响。",
    "FilingCabinet.26": "《星露谷探索者》：^^在春季七日的这一天，倾泻而下的大雨里，我们勇敢的心理学家水晶月光追随着幽灵出没的传说，来到了鹈鹕镇的潮滩。越过一条小溪后，她看到了一个人影。那是一位戴着大帽子的老者。“雨水似乎笼罩着他。”月光这样回忆道，“他好像在那里……又好像不在那里。他注视着我的眼镜，用深海木材般吱嘎作响的声音对我说：‘我看见了你眼里的光芒，小姐。但恐怕她对你没有同样的感觉。’”",
    "FilingCabinet.27": "从笔记本上撕下的一页纸：^亲爱的冈瑟：^蓝色泥沼群山的哥布林们没有书面使用的文字，但他们十分擅长演讲，并且通过口耳相传的故事和表演性质的舞蹈保存了自己的文化历史。我很荣幸受邀观赏了几场演出——很少有外人能得到这样的殊荣。在他们的艺术形式里，战争是反复出现的主题，也就是那场暗影和“炽烈明亮之光”的碰撞，它导致了几个世纪的混乱。这与拉斯莫迪斯口中元素战争的故事不谋而合。^唉，由于某次不幸的误解，我和他们相处的时间实在太过短暂……细节就等回来再说，我的朋友！然而不用说的是，我必须尽快从那里撤退！^^你的M·加斯帕",
    "FilingCabinet.28": "《被仙子带走了？》：^^在四个小时的失踪和监护人焦急的等待后，七岁的莫娜在煤炭森林西部的一处树林中被发现。“我正和仙子们开茶话会呢。”她告诉我们的救援者，“她们送了我一条魔法项链！”她看起来因为这场冒险精神良好，尽管她拒绝交出那条项链：一块简简单单被串在皮绳上的水晶。",
    "ProfessorSnail.JasperBook":"一本被水浸泡过皱皱巴巴的复制品，是M.加斯帕所著的《著名旅途》。"
 }
}

]
}